IdeaRS.Connections
EndPlateOnFlangesData.StiffenerMaterialName Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the name of the material of stiffener. If value is null or empty material is taken from connected member
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string StiffenerMaterialName { get; set; }
Property Value
Type: String
See Also
Reference
EndPlateOnFlangesData Class
IdeaRS.Connections.Data Namespace